index.org
# -*- org -*-
#+TITLE: Notes for ZOE Friendship Soup Project
#+COLUMNS: %12TODO %10WHO %TAGS %82ITEM

#+TAGS: shop(s) talk(t) errand(e) captain(c) online(o)

#+PROPERTY: WHO_All JohnL Erika Linda Jerry Laura

# Pandoc needs H:9; default is H:3.
# `^:nil' means raw underscores and carets are not interpreted to mean sub- and superscript.  (Use {} to force interpretation.)
#+OPTIONS: author:nil creator:t H:9 ^:{}
#+HTML_HEAD: <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=IBM+Plex+Mono:400,400i,600,600i|IBM+Plex+Sans:400,400i,600,600i|IBM+Plex+Serif:400,400i,600,600i">
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="org-mode.css" />

# Generates "up" and "home" links ("." is "current directory").  Can comment one out.
#+HTML_LINK_UP: .
#+HTML_LINK_HOME: _index.html

# Use ``#+ATTR_HTML: :class lower-alpha'' on line before list to use the following class.
# See https://emacs.stackexchange.com/a/18943/17421
# 
#+HTML_HEAD: <style type="text/css">
#+HTML_HEAD:  ol.lower-alpha { list-style-type: lower-alpha; }
#+HTML_HEAD: </style>

* Overview 

  University UMC (Chapel Hill) Zoe Friendship Soup project, in all its disorganized glory.

  Source code: https://github.com/JohnL4/Zoe (=.org= files are the original text files (it's a kind of "markdown", if
  anybody is familiar with that terminology); the =.html= files are generated from them).

  "Rendered" web site: https://uumc-zoe.netlify.com/

  This is basically a pile of index cards, viewed in different ways (the table of contents, the "column view", the items
  themselves in the text below).  I may use the github site to track work items, if I get the energy (which would be a
  fourth view, but spiffier.)

  (See also https://zoeempowers.org if you want to know what the heck is going on here.  It's a church fundraiser.)

  All the glory for the initial email and Word docs goes to First United Methodist Church of Cary, NC.

  The .eml file is an email message which /should/ open in whatever is your favorite email client (Outlook, Thunderbird,
  ...).

