index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 Mon 17:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Notes for ZOE Friendship Soup Project</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=IBM+Plex+Mono:400,400i,600,600i|IBM+Plex+Sans:400,400i,600,600i|IBM+Plex+Serif:400,400i,600,600i">
<link rel="stylesheet" type="text/css" href="org-mode.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="."> UP </a>
 |
 <a accesskey="H" href="_index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Notes for ZOE Friendship Soup Project</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org535ae33">1. Overview</a>
<ul>
<li><a href="#org52556e3">1.1. Column view</a></li>
</ul>
</li>
<li><a href="#org1fcfc48">2. Notes</a>
<ul>
<li><a href="#orga5db873">2.1. What we have now</a>
<ul>
<li><a href="#org2671127">2.1.1. Content</a></li>
</ul>
</li>
<li><a href="#org21b3647">2.2. What we don't have</a></li>
</ul>
</li>
<li><a href="#orgf07b5e7">3. Considerations</a>
<ul>
<li><a href="#org6930efc">3.1. Youth &#x2013; sell Souper-Bowl Sunday (after MLK, Feb. 2)</a></li>
<li><a href="#orga94a4bd">3.2. Youth lockin Fri. after MLK day</a></li>
</ul>
</li>
<li><a href="#org0d005f9">4. <span class="todo TODO">TODO</span> TODO-list &#x2013; consult list &#x2013; plus everything in this section</a>
<ul>
<li><a href="#org15dfb21">4.1. Request from Cary FUMC ppl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></a></li>
<li><a href="#org16489c6">4.2. Investigate having labels printed (discount through church?)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></a></li>
<li><a href="#org3749ef2">4.3. Actually get labels printed&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span>&#xa0;<span class="online">online</span></span></a></li>
<li><a href="#orgd61ba50">4.4. <span class="done DONE">DONE</span> Send link to Zoe materials</a></li>
<li><a href="#org5e4f8cf">4.5. <span class="done DONE">DONE</span> Convert zoe todo list to&#x2026; excel sheet</a></li>
<li><a href="#org520fa14">4.6. Shopping legwork</a>
<ul>
<li><a href="#org4147b7a">4.6.1. Investigate bulk food from weaver street&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></a></li>
<li><a href="#orgb120690">4.6.2. Ziplock snack bags for pasta&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></a></li>
<li><a href="#org6e2a985">4.6.3. Order boullion from bulkfoods.com?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="online">online</span></span></a></li>
<li><a href="#org2b55fb0">4.6.4. Actual shopping legwork&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></a></li>
</ul>
</li>
<li><a href="#orgdf9851b">4.7. order bags&#xa0;&#xa0;&#xa0;<span class="tag"><span class="online">online</span></span></a></li>
<li><a href="#orga4280df">4.8. label bags&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></a></li>
<li><a href="#org9b799cd">4.9. pre-label jars (sticky labels)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></a></li>
<li><a href="#org5639def">4.10. tag jars (strings &amp; tags)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></a></li>
<li><a href="#org4756fbf">4.11. day of assembly: a team of captains on MLK day of service (Jan. 20?)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></a></li>
<li><a href="#org18c1340">4.12. Need measuring/scooping equipment for assembly day in fellowship hall&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></a></li>
<li><a href="#org522c310">4.13. <span class="todo IN_PROGRESS">IN-PROGRESS</span> Buy jars&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span>&#xa0;<span class="online">online</span></span></a></li>
<li><a href="#orgf73390c">4.14. Buy gloves and hairnets (for food handling)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></a></li>
<li><a href="#org76c919b">4.15. Find something to keep filled jars in</a></li>
</ul>
</li>
<li><a href="#ingredients-spreadsheet">5. The giant spreadsheet of ingredients</a></li>
<li><a href="#orga0ac86a">6. We're probably going to create a Signup Genius so folks can volunteer for tasks</a></li>
</ul>
</div>
</div>

<div id="outline-container-org535ae33" class="outline-2">
<h2 id="org535ae33"><span class="section-number-2">1</span> Overview</h2>
<div class="outline-text-2" id="text-1">
<p>
University UMC (Chapel Hill) Zoe Friendship Soup project, in all its disorganized glory.
</p>

<p>
Source code: <a href="https://github.com/JohnL4/Zoe">https://github.com/JohnL4/Zoe</a> (<code>.org</code> files are the original text files (it's a kind of "markdown", if
anybody is familiar with that terminology); the <code>.html</code> files are generated from them).
</p>

<p>
"Rendered" web site: <a href="https://uumc-zoe.netlify.com/">https://uumc-zoe.netlify.com/</a>
</p>

<p>
This is basically a pile of index cards, viewed in different ways (the table of contents, the "column view", the items
themselves in the text below).  I may use the github site to track work items, if I get the energy (which would be a
fourth view, but spiffier.)
</p>

<p>
(See also <a href="https://zoeempowers.org">https://zoeempowers.org</a> if you want to know what the heck is going on here.  It's a church fundraiser.)
</p>

<p>
All the glory for the initial email and Word docs goes to First United Methodist Church of Cary, NC.
</p>

<p>
The .eml file is an email message which <i>should</i> open in whatever is your favorite email client (Outlook, Thunderbird,
&#x2026;).
</p>
</div>
