index.org
** Column view

   Tags (see "#+TAGS" line at the top of the =.org= text file):

   - shop :: Shopping legwork
   - talk :: Talk to somebody, in person or on the phone
   - errand :: Run an errand of some sort (but not shopping)
   - captain :: Captain/lead/manage a team of people in a particular activity (e.g., labelling jars)
   - online :: Something that can be done online (like ordering stuff)

# C-c C-c in block to update or C-u C-c C-x C-u to update all such views in file from anywhere.
#+BEGIN: columnview :hlines 1 :id global :indent t
| TODO        | WHO   | TAGS          | ITEM                                                                            |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
|             |       |               | Overview                                                                        |
|             |       |               | \_  Column view                                                                 |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
|             |       |               | Notes                                                                           |
|             |       |               | \_  What we have now                                                            |
|             |       |               | \_    Content                                                                   |
|             |       |               | \_  What we don't have                                                          |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
|             |       |               | Considerations                                                                  |
|             |       |               | \_  Youth -- sell Souper-Bowl Sunday (after MLK, Feb. 2)                        |
|             |       |               | \_  Youth lockin Fri. after MLK day                                             |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
| TODO        |       |               | TODO-list -- consult list -- plus everything in this section                    |
|             | JohnL | :talk:        | \_  Request from Cary FUMC ppl                                                  |
|             | JohnL | :talk:        | \_  Investigate having labels printed (discount through church?)                |
|             |       | :talk:online: | \_  Actually get labels printed                                                 |
| DONE        | Erika |               | \_  Send link to Zoe materials                                                  |
| DONE        | Erika |               | \_  Convert zoe todo list to... excel sheet                                     |
|             |       |               | \_  Shopping legwork                                                            |
|             |       | :talk:        | \_    Investigate bulk food from weaver street                                  |
|             |       | :shop:        | \_    Ziplock snack bags for pasta                                              |
|             |       | :online:      | \_    Order boullion from bulkfoods.com?                                        |
|             |       | :shop:        | \_    Actual shopping legwork                                                   |
|             |       | :online:      | \_  order bags                                                                  |
|             |       | :captain:     | \_  label bags                                                                  |
|             |       | :captain:     | \_  pre-label jars (sticky labels)                                              |
|             |       | :captain:     | \_  tag jars (strings & tags)                                                   |
|             |       | :captain:     | \_  day of assembly: a team of captains on MLK day of service (Jan. 20?)        |
|             |       | :shop:        | \_  Need measuring/scooping equipment for assembly day in fellowship hall       |
| IN-PROGRESS | Erika | :talk:online: | \_  Buy jars                                                                    |
|             |       | :shop:        | \_  Buy gloves and hairnets (for food handling)                                 |
|             |       |               | \_  Find something to keep filled jars in                                       |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
|             |       |               | The giant spreadsheet of ingredients                                            |
|-------------+-------+---------------+---------------------------------------------------------------------------------|
|             |       |               | We're probably going to create a Signup Genius so folks can volunteer for tasks |
#+END:
* Notes
** What we have now
*** Content
    
    Recipes: beef soup (email, Erika's research)

    Labels: text (downloaded from Zoe website)

    Tags:

    todo-list -- from Cary FUMC folks or from Zoe website -- This is what's referred to as the "todo list" if it's not
    clear from this document (which is also a todo list, confusingly enough).

    Existing documents

    - [[file:Friendship%20Soup%20Annual%20to%20Do%20List.docx][Friendship Soup Annual to Do List.docx]] :: Cary FUMC's to-do list
    - [[file:Friendship%20Soup%20Recipe.doc][Friendship Soup Recipe.doc]] :: Basic recipe
    - [[file:ZOE-Friendship-Soup.eml][ZOE-Friendship-Soup.eml]] :: Initial email to us from Cary FUMC folks

    assembly instructions (how to run lines)

    ingredient amts per jar for both beef and veg

** What we don't have
* Considerations

** Youth -- sell Souper-Bowl Sunday (after MLK, Feb. 2)

** Youth lockin Fri. after MLK day

   Can do finish-up after jars packed.  (String/tags.)

* TODO TODO-list -- consult list -- plus everything in this section

  Don't need to do bags.  (This year.)  Or we can make them optional.
  
