index.html

<div id="outline-container-org52556e3" class="outline-3">
<h3 id="org52556e3"><span class="section-number-3">1.1</span> Column view</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Tags (see "#+TAGS" line at the top of the <code>.org</code> text file):
</p>

<dl class="org-dl">
<dt>shop</dt><dd>Shopping legwork</dd>
<dt>talk</dt><dd>Talk to somebody, in person or on the phone</dd>
<dt>errand</dt><dd>Run an errand of some sort (but not shopping)</dd>
<dt>captain</dt><dd>Captain/lead/manage a team of people in a particular activity (e.g., labelling jars)</dd>
<dt>online</dt><dd>Something that can be done online (like ordering stuff)</dd>
</dl>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">TODO</th>
<th scope="col" class="org-left">WHO</th>
<th scope="col" class="org-left">TAGS</th>
<th scope="col" class="org-left">ITEM</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Overview</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Column view</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Notes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;What we have now</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;&ensp;&ensp;Content</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;What we don't have</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Considerations</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Youth &#x2013; sell Souper-Bowl Sunday (after MLK, Feb. 2)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Youth lockin Fri. after MLK day</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">TODO</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">TODO-list &#x2013; consult list &#x2013; plus everything in this section</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">JohnL</td>
<td class="org-left">:talk:</td>
<td class="org-left">&ensp;&ensp;Request from Cary FUMC ppl</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">JohnL</td>
<td class="org-left">:talk:</td>
<td class="org-left">&ensp;&ensp;Investigate having labels printed (discount through church?)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:talk:online:</td>
<td class="org-left">&ensp;&ensp;Actually get labels printed</td>
</tr>

<tr>
<td class="org-left">DONE</td>
<td class="org-left">Erika</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Send link to Zoe materials</td>
</tr>

<tr>
<td class="org-left">DONE</td>
<td class="org-left">Erika</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Convert zoe todo list to&#x2026; excel sheet</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Shopping legwork</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:talk:</td>
<td class="org-left">&ensp;&ensp;&ensp;&ensp;Investigate bulk food from weaver street</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:shop:</td>
<td class="org-left">&ensp;&ensp;&ensp;&ensp;Ziplock snack bags for pasta</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:online:</td>
<td class="org-left">&ensp;&ensp;&ensp;&ensp;Order boullion from bulkfoods.com?</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:shop:</td>
<td class="org-left">&ensp;&ensp;&ensp;&ensp;Actual shopping legwork</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:online:</td>
<td class="org-left">&ensp;&ensp;order bags</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:captain:</td>
<td class="org-left">&ensp;&ensp;label bags</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:captain:</td>
<td class="org-left">&ensp;&ensp;pre-label jars (sticky labels)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:captain:</td>
<td class="org-left">&ensp;&ensp;tag jars (strings &amp; tags)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:captain:</td>
<td class="org-left">&ensp;&ensp;day of assembly: a team of captains on MLK day of service (Jan. 20?)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:shop:</td>
<td class="org-left">&ensp;&ensp;Need measuring/scooping equipment for assembly day in fellowship hall</td>
</tr>

<tr>
<td class="org-left">IN-PROGRESS</td>
<td class="org-left">Erika</td>
<td class="org-left">:talk:online:</td>
<td class="org-left">&ensp;&ensp;Buy jars</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">:shop:</td>
<td class="org-left">&ensp;&ensp;Buy gloves and hairnets (for food handling)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&ensp;&ensp;Find something to keep filled jars in</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The giant spreadsheet of ingredients</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">We're probably going to create a Signup Genius so folks can volunteer for tasks</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-org1fcfc48" class="outline-2">
<h2 id="org1fcfc48"><span class="section-number-2">2</span> Notes</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orga5db873" class="outline-3">
<h3 id="orga5db873"><span class="section-number-3">2.1</span> What we have now</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-org2671127" class="outline-4">
<h4 id="org2671127"><span class="section-number-4">2.1.1</span> Content</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
Recipes: beef soup (email, Erika's research)
</p>

<p>
Labels: text (downloaded from Zoe website)
</p>

<p>
Tags:
</p>

<p>
todo-list &#x2013; from Cary FUMC folks or from Zoe website &#x2013; This is what's referred to as the "todo list" if it's not
clear from this document (which is also a todo list, confusingly enough).
</p>

<p>
Existing documents
</p>

<dl class="org-dl">
<dt><a href="Friendship%20Soup%20Annual%20to%20Do%20List.docx">Friendship Soup Annual to Do List.docx</a></dt><dd>Cary FUMC's to-do list</dd>
<dt><a href="Friendship%20Soup%20Recipe.doc">Friendship Soup Recipe.doc</a></dt><dd>Basic recipe</dd>
<dt><a href="ZOE-Friendship-Soup.eml">ZOE-Friendship-Soup.eml</a></dt><dd>Initial email to us from Cary FUMC folks</dd>
</dl>

<p>
assembly instructions (how to run lines)
</p>

<p>
ingredient amts per jar for both beef and veg
</p>
</div>
</div>
</div>

<div id="outline-container-org21b3647" class="outline-3">
<h3 id="org21b3647"><span class="section-number-3">2.2</span> What we don't have</h3>
</div>
</div>
<div id="outline-container-orgf07b5e7" class="outline-2">
<h2 id="orgf07b5e7"><span class="section-number-2">3</span> Considerations</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org6930efc" class="outline-3">
<h3 id="org6930efc"><span class="section-number-3">3.1</span> Youth &#x2013; sell Souper-Bowl Sunday (after MLK, Feb. 2)</h3>
</div>

<div id="outline-container-orga94a4bd" class="outline-3">
<h3 id="orga94a4bd"><span class="section-number-3">3.2</span> Youth lockin Fri. after MLK day</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Can do finish-up after jars packed.  (String/tags.)
</p>
</div>
</div>
</div>

<div id="outline-container-org0d005f9" class="outline-2">
<h2 id="org0d005f9"><span class="section-number-2">4</span> <span class="todo TODO">TODO</span> TODO-list &#x2013; consult list &#x2013; plus everything in this section</h2>
<div class="outline-text-2" id="text-4">
<p>
Don't need to do bags.  (This year.)  Or we can make them optional.
</p>
</div>
