index.org
** Request from Cary FUMC ppl                                                                 :talk:
   :PROPERTIES:
   :WHO:      JohnL
   :END:

   jar assembly instructions for veg (how to layer)
   
   recipe instructions for veg (attach to jar)

   what size jars did they use?
   
** Investigate having labels printed (discount through church?)                               :talk:
   :PROPERTIES:
   :WHO:      JohnL
   :END:

   Email or call Betty Peterson or Mary Youngberg.

   Call Kinko's or Copytron to see if they do it and how much it costs.

   Dimensions from todo-list?

** Actually get labels printed                                                         :talk:online:

** DONE Send link to Zoe materials   
   CLOSED: [2019-11-23 Sat 14:07]
   :PROPERTIES:
   :WHO:      Erika
   :END:

   - CLOSING NOTE [2019-11-23 Sat 14:07] \\
     Sent link in response to initial group email.
   (To John.)

** DONE Convert zoe todo list to... excel sheet
   CLOSED: [2019-12-08 Sun 22:16]
   :PROPERTIES:
   :WHO:      Erika
   :END:

   - CLOSING NOTE [2019-12-08 Sun 22:16]
   Ingredient list, primarily.

** Shopping legwork

   Ppl can shop & get reimbursed from missions funds

   need shoppers (costco or sam's club or weaver street bulk or whatever)

*** Investigate bulk food from weaver street                                                  :talk:
    
*** Ziplock snack bags for pasta                                                              :shop:

*** Order boullion from bulkfoods.com?                                                      :online:

    Order /everything/ from there???
   
*** Actual shopping legwork                                                                   :shop:

    No matter where we get the items.
 
** order bags                                                                               :online:

   Little paper bags to put jars in for gifts and carrying and whatnot.  Probably good for little presents or fanciness?
   Since we won't be doing this for Christmas this year, maybe not so important?  Would it make carrying the jars
   easier?
   
** label bags                                                                              :captain:

   (if we get them)

   u-crew or children's bible study or sunday school classes

** pre-label jars (sticky labels)                                                          :captain:

   u-crew or children's bible study or sunday school classes

   maybe we need someone to shepherd this through?
   
** tag jars (strings & tags)                                                               :captain:

   More kids' activities?

** day of assembly: a team of captains on MLK day of service (Jan. 20?)                    :captain:

   Need more than just us two, preferably.

   Replaces Rise against Hunger effort of prev. years

   Intent is to have filling stations and "walkers" to move jars from one station to the next.  So, we need a
   person/station (ingredient?) and some "walkers" (not "runners" because these are glass jars).

** Need measuring/scooping equipment for assembly day in fellowship hall                      :shop:

   bins/bowls to hold bulk materials?

   how many?

** IN-PROGRESS Buy jars                                                                :talk:online:
   :PROPERTIES:
   :WHO:      Erika
   :END:
** Buy gloves and hairnets (for food handling)                                                :shop:
** Find something to keep filled jars in

   The filled jars will be heavier than the empty ones, so if the empty jars come in big boxes, we need to make sure
   they'll hold the weight of the filled jars.

* The giant spreadsheet of ingredients
  :PROPERTIES:
  :CUSTOM_ID: ingredients-spreadsheet
  :END:

  ...with total quantities required.

  [[file:Quantities-for-Soup.xlsx][file:Quantities-for-Soup.xlsx]]

* We're probably going to create a Signup Genius so folks can volunteer for tasks

  Or something like it.  If we don't just do it more or less informally.
