index.html

<div id="outline-container-org15dfb21" class="outline-3">
<h3 id="org15dfb21"><span class="section-number-3">4.1</span> Request from Cary FUMC ppl&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></h3>
<div class="outline-text-3" id="text-4-1">
<p>
jar assembly instructions for veg (how to layer)
</p>

<p>
recipe instructions for veg (attach to jar)
</p>

<p>
what size jars did they use?
</p>
</div>
</div>

<div id="outline-container-org16489c6" class="outline-3">
<h3 id="org16489c6"><span class="section-number-3">4.2</span> Investigate having labels printed (discount through church?)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></h3>
<div class="outline-text-3" id="text-4-2">
<p>
Email or call Betty Peterson or Mary Youngberg.
</p>

<p>
Call Kinko's or Copytron to see if they do it and how much it costs.
</p>

<p>
Dimensions from todo-list?
</p>
</div>
</div>

<div id="outline-container-org3749ef2" class="outline-3">
<h3 id="org3749ef2"><span class="section-number-3">4.3</span> Actually get labels printed&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span>&#xa0;<span class="online">online</span></span></h3>
</div>

<div id="outline-container-orgd61ba50" class="outline-3">
<h3 id="orgd61ba50"><span class="section-number-3">4.4</span> <span class="done DONE">DONE</span> Send link to Zoe materials</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>CLOSING NOTE <span class="timestamp-wrapper"><span class="timestamp">[2019-11-23 Sat 14:07] </span></span> <br />
Sent link in response to initial group email.</li>
</ul>
<p>
(To John.)
</p>
</div>
</div>

<div id="outline-container-org5e4f8cf" class="outline-3">
<h3 id="org5e4f8cf"><span class="section-number-3">4.5</span> <span class="done DONE">DONE</span> Convert zoe todo list to&#x2026; excel sheet</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li>CLOSING NOTE <span class="timestamp-wrapper"><span class="timestamp">[2019-12-08 Sun 22:16]</span></span></li>
</ul>
<p>
Ingredient list, primarily.
</p>
</div>
</div>

<div id="outline-container-org520fa14" class="outline-3">
<h3 id="org520fa14"><span class="section-number-3">4.6</span> Shopping legwork</h3>
<div class="outline-text-3" id="text-4-6">
<p>
Ppl can shop &amp; get reimbursed from missions funds
</p>

<p>
need shoppers (costco or sam's club or weaver street bulk or whatever)
</p>
</div>

<div id="outline-container-org4147b7a" class="outline-4">
<h4 id="org4147b7a"><span class="section-number-4">4.6.1</span> Investigate bulk food from weaver street&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span></span></h4>
</div>

<div id="outline-container-orgb120690" class="outline-4">
<h4 id="orgb120690"><span class="section-number-4">4.6.2</span> Ziplock snack bags for pasta&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></h4>
</div>

<div id="outline-container-org6e2a985" class="outline-4">
<h4 id="org6e2a985"><span class="section-number-4">4.6.3</span> Order boullion from bulkfoods.com?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="online">online</span></span></h4>
<div class="outline-text-4" id="text-4-6-3">
<p>
Order <i>everything</i> from there???
</p>
</div>
</div>

<div id="outline-container-org2b55fb0" class="outline-4">
<h4 id="org2b55fb0"><span class="section-number-4">4.6.4</span> Actual shopping legwork&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></h4>
<div class="outline-text-4" id="text-4-6-4">
<p>
No matter where we get the items.
</p>
</div>
</div>
</div>

<div id="outline-container-orgdf9851b" class="outline-3">
<h3 id="orgdf9851b"><span class="section-number-3">4.7</span> order bags&#xa0;&#xa0;&#xa0;<span class="tag"><span class="online">online</span></span></h3>
<div class="outline-text-3" id="text-4-7">
<p>
Little paper bags to put jars in for gifts and carrying and whatnot.  Probably good for little presents or fanciness?
Since we won't be doing this for Christmas this year, maybe not so important?  Would it make carrying the jars
easier?
</p>
</div>
</div>

<div id="outline-container-orga4280df" class="outline-3">
<h3 id="orga4280df"><span class="section-number-3">4.8</span> label bags&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></h3>
<div class="outline-text-3" id="text-4-8">
<p>
(if we get them)
</p>

<p>
u-crew or children's bible study or sunday school classes
</p>
</div>
</div>

<div id="outline-container-org9b799cd" class="outline-3">
<h3 id="org9b799cd"><span class="section-number-3">4.9</span> pre-label jars (sticky labels)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></h3>
<div class="outline-text-3" id="text-4-9">
<p>
u-crew or children's bible study or sunday school classes
</p>

<p>
maybe we need someone to shepherd this through?
</p>
</div>
</div>

<div id="outline-container-org5639def" class="outline-3">
<h3 id="org5639def"><span class="section-number-3">4.10</span> tag jars (strings &amp; tags)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></h3>
<div class="outline-text-3" id="text-4-10">
<p>
More kids' activities?
</p>
</div>
</div>

<div id="outline-container-org4756fbf" class="outline-3">
<h3 id="org4756fbf"><span class="section-number-3">4.11</span> day of assembly: a team of captains on MLK day of service (Jan. 20?)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="captain">captain</span></span></h3>
<div class="outline-text-3" id="text-4-11">
<p>
Need more than just us two, preferably.
</p>

<p>
Replaces Rise against Hunger effort of prev. years
</p>

<p>
Intent is to have filling stations and "walkers" to move jars from one station to the next.  So, we need a
person/station (ingredient?) and some "walkers" (not "runners" because these are glass jars).
</p>
</div>
</div>

<div id="outline-container-org18c1340" class="outline-3">
<h3 id="org18c1340"><span class="section-number-3">4.12</span> Need measuring/scooping equipment for assembly day in fellowship hall&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></h3>
<div class="outline-text-3" id="text-4-12">
<p>
bins/bowls to hold bulk materials?
</p>

<p>
how many?
</p>
</div>
</div>

<div id="outline-container-org522c310" class="outline-3">
<h3 id="org522c310"><span class="section-number-3">4.13</span> <span class="todo IN_PROGRESS">IN-PROGRESS</span> Buy jars&#xa0;&#xa0;&#xa0;<span class="tag"><span class="talk">talk</span>&#xa0;<span class="online">online</span></span></h3>
<div class="outline-text-3" id="text-4-13">
</div>
</div>
<div id="outline-container-orgf73390c" class="outline-3">
<h3 id="orgf73390c"><span class="section-number-3">4.14</span> Buy gloves and hairnets (for food handling)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="shop">shop</span></span></h3>
</div>
<div id="outline-container-org76c919b" class="outline-3">
<h3 id="org76c919b"><span class="section-number-3">4.15</span> Find something to keep filled jars in</h3>
<div class="outline-text-3" id="text-4-15">
<p>
The filled jars will be heavier than the empty ones, so if the empty jars come in big boxes, we need to make sure
they'll hold the weight of the filled jars.
</p>
</div>
</div>
</div>

<div id="outline-container-org1c78ecd" class="outline-2">
<h2 id="ingredients-spreadsheet"><a id="org1c78ecd"></a><span class="section-number-2">5</span> The giant spreadsheet of ingredients</h2>
<div class="outline-text-2" id="text-ingredients-spreadsheet">
<p>
&#x2026;with total quantities required.
</p>

<p>
<a href="Quantities-for-Soup.xlsx">file:Quantities-for-Soup.xlsx</a>
</p>
</div>
</div>

<div id="outline-container-orga0ac86a" class="outline-2">
<h2 id="orga0ac86a"><span class="section-number-2">6</span> We're probably going to create a Signup Genius so folks can volunteer for tasks</h2>
<div class="outline-text-2" id="text-6">
<p>
Or something like it.  If we don't just do it more or less informally.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-12-09 Mon 17:10</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.1 (<a href="http://orgmode.org">Org</a> mode 9.1.2)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>